Revit 2027 API
BuiltInFailures.FamilyFailures.HighlightedElementFamRefsInvalidWarning Property
 One or more references of the highlighted element have become invalid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId HighlightedElementFamRefsInvalidWarning { get; }
Public Shared ReadOnly Property HighlightedElementFamRefsInvalidWarning As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ HighlightedElementFamRefsInvalidWarning {
	FailureDefinitionId^ get ();
}
static member HighlightedElementFamRefsInvalidWarning : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace